{
  "lang": "en",
  "title": "The Tulip marketing agency",
  "description": "Full digital marketing services. We help build brands, find future loyal customers for you, and help keep your business relevant online.",
  "author": "https://njegos.dev",
  "home": "Home",
  "services": "Services",
  "team": "Team",
  "contact": "Contact",
  "blog": "Blog",
  "header": "We make your brand stand out",
  "header-p1": "At The Tulip, we offer full digital marketing services which will greatly boost your brand’s online presence and help you achieve your goals.",
  "header-p2": "We help build brands, launch your products through crowdfunding, deliver world-class identity packages, find future loyal customers for you, and help keep your business relevant online.",
  "bt-contact": "Contact us",
  "bt-call": "Schedule a free call",
  "bt-sendMsg": "Send message",
  "servicesDescription": "We provide top quality services in every major aspect of your online presence",
  "learnMore": "More info",
  "webdev": "Web Development",
  "webdevContent": "We provide professional web development services to our clients. Using the latest and proven cutting edge technology we make sure our sites are extremely fast, SEO‌ friendly, making them easier to find, and responsive to various screen sizes.",
  "design": "Design",
  "designContent": "We offer a team of professionals in various areas of design, ranging from product design to UX/UI design to branding and website design. We design in a clean and modern way with a pleasant aesthetic which can greatly improve engagement with visitors.",
  "social": "Crowdfunding & Marketing",
  "socialContent": "Crowdfunding and Marketing are tools we use to help our clients launch their products and even companies from startup stage. In combination with marketing and branding, your idea can be moved from stage to stage and gain significant orders and new audience.",
  "ourTeam": "Our Team",
  "ourTeamDescription": "Meet our passionate team of professionals who are always ready to help you achieve your goals",
  "milan": {
    "name": "Milan Mandic",
    "title1": "CEO,",
    "title2": "Founder",
    "description": "Accomplished marketing veteran with great international experience in various marketing and leadership operations including multi-channel product distribution and marketing involving both start-ups and large companies."
  },
  "bella": {
    "name": "Yáng Huān",
    "title1": "CFO,",
    "title2": "Client Relationship Manager",
    "description": "With her thorough knowledge of research, development and implementation of marketing strategy, {N A M E} focuses on business development efforts and works on streamlining the communication between the clients and the Agency."
  },
  "cobain": {
    "name": "Shàng Qí",
    "title1": "Senior Marketing Manager,",
    "title2": "HR",
    "description": "With more than five years in the E-commerce industry, expertise in corporate management, branding and client relationship management, Shàng Qí is always committed to provide top quality marketing services."
  },
  "dusan": {
    "name": "Dusan Copic",
    "title1": "Web Marketing Coordinator,",
    "title2": "Web Developer",
    "description": "An experienced web marketing coordinator, Dusan has a substantial experience working in the western market. With the skill and knowledge of marketing, SEO and web development, he can be a huge asset for anyone looking to make their brand stand out."
  },
  "bojan": {
    "name": "Bojan Smiljanic",
    "title1": "Product design and",
    "title2": "Marketing consultant",
    "description": "With a 15 year experience in both product product design and marketing, Bojan was involved with many clients and companies providing conceptual and full product development service and marketing, delivering fresh solutions for everyday products."
  },
  "njegos": {
    "name": "Njegos Vujovic",
    "title1": "Web Development and",
    "title2": "UX/UI design consultant",
    "description": "Experienced with on-site and remote work for agencies, consulted for startups, worked on digital products for business and consumer use alike. With experience working alone, in small and big teams, Njegos is a good fit for any web project."
  },
  "contactUs": "Contact Us",
  "contactDescription": "Interested in what we have to offer? Send us an email and we'll get back to you soon!",
  "formName": "Full name",
  "formNamePlaceholder": "Enter your full name...",
  "formEmail": "Email address",
  "formEmailPlaceholder": "Enter your business email...",
  "formSubject": "Subject",
  "formSubjectPlaceholder": "Enter the subject of your message...",
  "formMessage": "Message",
  "formMessagePlaceholder": "Tell us a bit about your project...",

  "designPage": "Design",
  "designFeature1": "Product design",
  "designFeature2": "Branding",
  "designFeature3": "UX/UI design",
  "productDesignDesc1": "Have an idea about a product but need help with creating it? Look no further, because we can offer experts to work with you and help you realize your idea from start to finish.",
  "productDesignDesc2": "We offer doing market research, identifying problems, product development, designing informed solutions—and everything in between.",
  "brandingDesc1": "Branding is very important because to your business because of the overall impact it makes on your company. Branding can change how people perceive your brand, it can drive new business and increase brand awareness.",
  "brandingDesc2": "If you need help with rebranding your company or assist you with branding from the ground up, we got you covered.",
  "uxuiDesc1": "UX design refers to user experience design, while UI design stands for user interface design. Both of these are crucial to an IT product and need to work closely together.",
  "uxuiDesc2": "We offer competitor and customer analysis, product structure and strategy, content development, wireframing, prototyping, etc.",

  "developmentPage": "Web Development",
  "developmentFeature1": "SEO Friendly",
  "developmentFeature2": "Responsive",
  "developmentFeature3": "Blazing fast",
  "seoDesc1": "We can optimize websites using repeatedly proven practices in a way that helps drive targeted traffic to your business via \"organic\" search results.",
  "seoDesc2": "We make your website easier for search engines to find and serve to visitors who are interested in your business, which will increase the site's ranking and bring even more visitors in the future.",
  "responsiveDesc1": "We think that in this day and age it is necessary for design and development to respond to the user’s behavior and environment based on screen size, platform and orientation so we take care of that for you.",
  "responsiveDesc2": "In order to make that a reality we use a mix of flexible grids and layouts, images and an intelligent use of CSS media queries.",
  "fastDesc1": "Every user using your website wants to have a great user experience and an important part of that is to not overlook the importance of website load speed.",
  "fastDesc2": "We make sure your users don’t grow impatient waiting for the website to load, by using the cutting age tools that will make your site as fast as possible.",

  "cmPage": "Crowdfunding & Marketing",
  "cmFeature1": "Crowdfunding",
  "cmFeature2": "Social Media Marketing",
  "crowdfundingDesc1": "With platforms like Kickstarter or Indiegogo, you are able to fund your idea and create a fresh audience behind the movement or product you are working on. Our team members are running crowdfunding campaigns since 2011 and funded millions for the clients.",
  "crowdfundingDesc2": "Let us create, run and manage your crowdfunding campaigns from start to end!",
  "smmDesc1": "Social media marketing is for a long time the best way to find your target audience and get your brand recognized. Paid Ads are managed through major services like Facebook, Instagram, Google Ads, YouTube and others, with the aim to analyze and achieve the most optimal exposure within your marketing budget.",
  "smmDesc2": "Our ads specialists will use your funds to test and deliver international audience directing them to your website or service. The process is measured and precise.",

  "footerServices": "Services we provide",
  "copyright": "Copyright © 2019 The Tulip Agency",

  "notfound": {
    "header": "NOT FOUND",
    "description": "You just hit a route that doesn't exist... the sadness."
  }
}
